[
    {
        "pk": 1,
        "text": "فوق العاده",
        "user": "Cleo",
        "comment": "Proident nostrud pariatur ex dolore ea adipisicing. Labore incididunt qui minim ex anim dolore irure dolore dolore nulla commodo enim sint. Sunt excepteur aute ullamco occaecat in veniam.",
        "create_at": "2023-02-10T19:05:33.775309+03:30",
        "updated_at": "2023-02-10T19:05:33.775309+03:30",
        "replies": [
            {
                "pk": 11,
                "text": "عالی",
                "user": 1,
                "create_at": "2023-02-10T19:06:45.864843+03:30",
                "updated_at": "2023-02-10T22:21:28.271541+03:30",
                "replies": [
                    {
                        "pk": 27,
                        "text": "پشمام جواب داد",
                        "user": 1,
                        "create_at": "2023-02-18T09:26:38.079725+03:30",
                        "updated_at": "2023-02-18T09:26:38.079725+03:30",
                        "replies": [],
                        "likes": 0,
                        "dis_likes": 0,
                        "user_liked": null
                    }
                ],
                "likes": 0,
                "dis_likes": 0,
                "user_liked": null
            },
            {
                "pk": 4,
                "text": "بد نیست",
                "user": 1,
                "create_at": "2023-02-10T19:06:45.799865+03:30",
                "updated_at": "2023-02-18T09:18:02.834038+03:30",
                "replies": [],
                "likes": 0,
                "dis_likes": 0,
                "user_liked": null
            }
        ]
    },
    {
        "pk": 5,
        "text": "عالی",
        "user": "Domenick",
        "comment": "Aliquip dolor minim consequat ex reprehenderit elit. Ea incididunt culpa nulla in. Cillum minim adipisicing esse ad amet eiusmod voluptate Lorem labore ut fugiat. Nostrud aute ex qui aliquip dolore.",
        "create_at": "2023-02-10T19:06:45.840350+03:30",
        "updated_at": "2023-02-10T19:06:45.840350+03:30",
        "reply": false,
        "likes": 2400,
        "dis_like": 10,
        "user_liked": null,
        "replies": []
    },
    {
        "pk": 6,
        "text": "perfect",
        "user": "Aimee",
        "comment": "Qui commodo ullamco ut qui consequat cillum enim ea voluptate pariatur anim qui id. Nulla officia duis id aliquip eiusmod deserunt consectetur laborum elit ipsum tempor aliquip incididunt. Commodo irure adipisicing voluptate consequat voluptate in anim. Et reprehenderit sint ex magna. Aliqua consectetur cillum pariatur exercitation ex ea magna magna culpa. Incididunt id laborum et dolor ut.",
        "create_at": "2023-02-10T19:06:45.843347+03:30",
        "updated_at": "2023-02-10T19:06:45.843347+03:30",
        "reply": false,
        "likes": 2400,
        "dis_like": 10,
        "user_liked": null,
        "replies": []
    },
    {
        "pk": 7,
        "text": "perfect",
        "user": "Hobart",
        "comment": "Et duis ipsum ut amet eu velit amet officia sint proident minim. Eiusmod ut reprehenderit nisi quis laboris velit ea magna culpa aliqua ad incididunt reprehenderit. Ex do nisi cillum cillum esse ad incididunt anim duis consequat id nostrud cupidatat. Exercitation consectetur esse cupidatat laborum est adipisicing irure. Ut cupidatat officia culpa tempor. Consequat est labore eu excepteur reprehenderit ullamco cupidatat cillum cillum irure adipisicing.",
        "create_at": "2023-02-10T19:06:45.847858+03:30",
        "updated_at": "2023-02-10T19:06:45.847858+03:30",
        "reply": true,
        "likes": 2400,
        "dis_like": 10,
        "user_liked": null,
        "replies": []
    },
    {
        "pk": 8,
        "text": "داخونه",
        "user": "Steve",
        "comment": "Culpa consequat anim enim excepteur ut consectetur veniam. Sunt laborum do velit veniam nostrud. Excepteur id deserunt occaecat excepteur nisi dolor.",
        "create_at": "2023-02-10T19:06:45.853849+03:30",
        "updated_at": "2023-02-10T19:06:45.853849+03:30",
        "reply": true,
        "likes": 2400,
        "dis_like": 10,
        "user_liked": null,
        "replies": []
    },
    {
        "pk": 9,
        "text": "خوبه",
        "user": "Dorothea",
        "comment": "Anim Lorem duis qui elit commodo eu. Velit Lorem ex consectetur esse consectetur elit esse mollit cupidatat aute consequat sunt id. Culpa culpa magna cillum do nisi do ea esse laborum ad.",
        "create_at": "2023-02-10T19:06:45.855848+03:30",
        "updated_at": "2023-02-10T19:06:45.855848+03:30",
        "reply": false,
        "likes": 2400,
        "dis_like": 10,
        "user_liked": null,
        "replies": []
    },
    {
        "pk": 10,
        "text": "فوق العاده",
        "user": "Amber",
        "comment": "Ipsum elit elit elit culpa consequat voluptate id id pariatur officia officia eiusmod. Consequat commodo dolore irure duis nostrud id excepteur minim culpa qui ex ea. Amet nisi cillum nostrud magna consectetur exercitation voluptate et veniam. Laboris dolore aliquip id laboris ea aliquip aute qui eu deserunt cillum. Ad reprehenderit sunt id minim duis aliqua velit do id officia occaecat culpa. Proident duis voluptate tempor id voluptate sunt eiusmod minim exercitation anim excepteur excepteur.",
        "create_at": "2023-02-10T19:06:45.862844+03:30",
        "updated_at": "2023-02-10T19:06:45.862844+03:30",
        "reply": false,
        "likes": 2400,
        "dis_like": 10,
        "user_liked": null,
        "replies": []
    },
    {
        "pk": 12,
        "text": "خوبه",
        "user": "Georgette",
        "comment": "Mollit exercitation exercitation velit commodo excepteur laborum do non nostrud adipisicing labore ex. Eu veniam eiusmod consectetur dolore ad consequat veniam minim id nulla excepteur reprehenderit. Sint fugiat cupidatat minim proident deserunt nostrud consequat elit voluptate.",
        "create_at": "2023-02-10T19:06:45.866842+03:30",
        "updated_at": "2023-02-10T19:06:45.866842+03:30",
        "reply": true,
        "likes": 2400,
        "dis_like": 10,
        "user_liked": null,
        "replies": []
    },
    {
        "pk": 13,
        "text": "بد نیست",
        "user": "Howard",
        "comment": "Qui sint et pariatur aute est qui. Et amet excepteur minim ad mollit adipisicing. Commodo fugiat non deserunt incididunt laborum ex exercitation cillum esse reprehenderit amet sunt non. Sunt commodo voluptate quis ex ipsum aliqua Lorem adipisicing velit nisi voluptate elit fugiat. Excepteur ipsum consequat nulla do amet commodo eu pariatur in ullamco. Aliqua dolore laboris ea nulla qui est deserunt pariatur pariatur ad. Enim aute Lorem non eu anim ea eu voluptate quis duis sint Lorem.",
        "create_at": "2023-02-10T19:06:45.868840+03:30",
        "updated_at": "2023-02-10T19:06:45.868840+03:30",
        "reply": false,
        "likes": 2400,
        "dis_like": 10,
        "user_liked": null,
        "replies": []
    },
    {
        "pk": 15,
        "text": "عالی نبود خوب بود",
        "user": "Zachary",
        "comment": "Aliquip culpa exercitation ad anim aliqua reprehenderit nulla veniam occaecat excepteur culpa. Qui cupidatat do non laboris eiusmod fugiat mollit consectetur ipsum anim sunt proident laborum. Irure mollit anim in consectetur proident ullamco eu ullamco elit do ut ipsum nostrud sunt.",
        "create_at": "2023-02-10T22:40:08.566990+03:30",
        "updated_at": "2023-02-10T22:40:08.566990+03:30",
        "reply": true,
        "likes": 2400,
        "dis_like": 10,
        "user_liked": null,
        "replies": []
    },
    {
        "pk": 16,
        "text": "test",
        "user": "Allie",
        "comment": "In ipsum pariatur consequat deserunt elit minim aliquip cupidatat deserunt amet id. Est do tempor ex deserunt tempor sint anim excepteur cupidatat proident. Veniam do id nostrud sunt laboris anim deserunt sunt. Excepteur non enim ex velit nisi cillum id non dolor aute consectetur voluptate. Anim ut aute et ullamco duis culpa nostrud quis et exercitation Lorem ea mollit. Incididunt aliquip dolore sit exercitation excepteur incididunt. Adipisicing id duis cillum enim.",
        "create_at": "2023-02-10T22:42:02.009473+03:30",
        "updated_at": "2023-02-10T22:42:02.009473+03:30",
        "reply": false,
        "likes": 2400,
        "dis_like": 10,
        "user_liked": null,
        "replies": []
    },
    {
        "pk": 17,
        "text": "test2",
        "user": "Jamarcus",
        "comment": "Voluptate dolor ut cillum non laboris et consectetur commodo anim eiusmod commodo. Aliqua consectetur est tempor fugiat incididunt et non ad incididunt. Mollit magna dolor sit ad excepteur fugiat aliquip. Quis nostrud laborum amet qui anim non non incididunt sunt. Sint sint adipisicing velit minim labore amet ea officia amet. Voluptate commodo nostrud et culpa irure.",
        "create_at": "2023-02-10T22:46:44.683192+03:30",
        "updated_at": "2023-02-10T22:46:44.683192+03:30",
        "reply": false,
        "likes": 2400,
        "dis_like": 10,
        "user_liked": null,
        "replies": []
    },
    {
        "pk": 18,
        "text": "test3",
        "user": "Destini",
        "comment": "Reprehenderit eu quis elit deserunt culpa consequat dolor tempor veniam veniam adipisicing. Laborum sit exercitation elit aliquip nostrud quis incididunt velit sit et sit aliqua qui esse. Commodo commodo aute mollit nisi voluptate in ipsum mollit elit esse velit pariatur nisi. Fugiat ullamco magna dolor quis amet. Laborum ex esse ex sunt ut excepteur cillum. Ex nostrud ad elit occaecat elit cillum ullamco proident fugiat non duis ad labore.",
        "create_at": "2023-02-10T22:50:17.839820+03:30",
        "updated_at": "2023-02-10T22:50:17.840819+03:30",
        "reply": false,
        "likes": 2400,
        "dis_like": 10,
        "user_liked": null,
        "replies": []
    },
    {
        "pk": 19,
        "text": "test2",
        "user": "Chelsie",
        "comment": "Ex Lorem mollit amet reprehenderit aliquip reprehenderit do Lorem veniam non aliqua. Cupidatat non dolore excepteur qui duis aliqua aute excepteur minim. Ullamco sunt Lorem in qui mollit magna consequat velit quis pariatur. Est quis aute anim proident aliquip voluptate labore ad enim enim sunt excepteur. Officia eu enim quis excepteur quis ex deserunt magna duis adipisicing proident officia.",
        "create_at": "2023-02-10T22:54:07.972029+03:30",
        "updated_at": "2023-02-10T22:54:07.972029+03:30",
        "reply": false,
        "likes": 2400,
        "dis_like": 10,
        "user_liked": null,
        "replies": []
    },
    {
        "pk": 20,
        "text": "test3",
        "user": "Ashtyn",
        "comment": "Tempor anim incididunt aliqua id sunt irure amet esse. Duis ad Lorem proident qui minim nulla laborum ad ipsum. Anim minim in do sunt id sit duis fugiat quis.",
        "create_at": "2023-02-10T22:56:10.072672+03:30",
        "updated_at": "2023-02-10T22:56:10.072672+03:30",
        "reply": false,
        "likes": 2400,
        "dis_like": 10,
        "user_liked": null,
        "replies": []
    },
    {
        "pk": 21,
        "text": "test3",
        "user": "Finn",
        "comment": "Cupidatat cupidatat do voluptate exercitation veniam labore laborum. Culpa commodo magna incididunt proident anim Lorem consequat. Non tempor incididunt quis id qui ex voluptate. Aliquip duis est et ea excepteur labore nisi id proident sunt. Elit id ullamco nisi non ea commodo tempor aliqua officia mollit incididunt irure aute duis. Non aliquip excepteur deserunt eiusmod enim cupidatat. Deserunt proident laborum duis anim adipisicing aute do fugiat et consectetur magna consectetur veniam sunt.",
        "create_at": "2023-02-10T22:56:42.827980+03:30",
        "updated_at": "2023-02-10T22:56:42.827980+03:30",
        "reply": false,
        "likes": 2400,
        "dis_like": 10,
        "user_liked": null,
        "replies": []
    },
    {
        "pk": 22,
        "text": "test3",
        "user": "Oceane",
        "comment": "Nostrud ullamco anim incididunt irure. Enim sit proident labore reprehenderit commodo duis anim laboris culpa exercitation excepteur. Occaecat id veniam deserunt tempor mollit esse reprehenderit culpa. Tempor irure nostrud ea minim nostrud culpa officia. Id cupidatat sit enim qui dolore officia elit.",
        "create_at": "2023-02-10T22:57:21.864709+03:30",
        "updated_at": "2023-02-10T22:57:21.864709+03:30",
        "reply": false,
        "likes": 2400,
        "dis_like": 10,
        "user_liked": null,
        "replies": []
    },
    {
        "pk": 23,
        "text": "tetswrt",
        "user": "Kirstin",
        "comment": "Exercitation minim qui ullamco in aliquip voluptate voluptate. Consequat officia adipisicing esse incididunt Lorem nisi dolor laborum nostrud excepteur Lorem occaecat. Velit amet ullamco non commodo minim commodo occaecat consectetur aute. Duis veniam id amet cillum minim deserunt fugiat duis culpa esse eu consectetur eu sint.",
        "create_at": "2023-02-10T22:58:24.891723+03:30",
        "updated_at": "2023-02-10T22:58:24.891723+03:30",
        "reply": false,
        "likes": 2400,
        "dis_like": 10,
        "user_liked": null,
        "replies": []
    }
]